Revit 2024 API
AssetSet Constructor
Initializes a new instance of the AssetSet class
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public AssetSet()
Visual Basic
Public Sub New
Visual C++
public:
AssetSet()
See Also
AssetSet Class
Autodesk.Revit.DB.Visual Namespace